var LAreaData = [{
        "id": "2",
        "name": "简单",
        "child": [{
                "id": "201",
                "name": "不限时"
            },
            {
                "id": "202",
                "name": "120秒内"
            },
            {
                "id": "203",
                "name": "90秒内"
            },
            {
                "id": "204",
                "name": "60秒内"
            },
            {
                "id": "205",
                "name": "45秒内"
            },
            {
                "id": "206",
                "name": "30秒内"
            },
            {
                "id": "207",
                "name": "15秒内"
            },
        ]
    },
    {
        "id": "3",
        "name": "正常",
        "child": [{
                "id": "301",
                "name": "不限时"
            },
            {
                "id": "302",
                "name": "120秒内"
            },
            {
                "id": "303",
                "name": "90秒内"
            },
            {
                "id": "2299",
                "name": "60秒内"
            },
            {
                "id": "304",
                "name": "45秒内"
            },
            {
                "id": "305",
                "name": "30秒内"
            },
            {
                "id": "306",
                "name": "15秒内"
            },
        ]
    },
    {
        "id": "4",
        "name": "困难",
        "child": [{
                "id": "401",
                "name": "不限时"
            },
            {
                "id": "402",
                "name": "120秒内"
            },
            {
                "id": "403",
                "name": "90秒内"
            },
            {
                "id": "404",
                "name": "60秒内"
            },
            {
                "id": "405",
                "name": "45秒内"
            },
            {
                "id": "406",
                "name": "30秒内"
            },
            {
                "id": "407",
                "name": "15秒内"
            },
        ]
    },
    {
        "id": "5",
        "name": "变态",
        "child": [{
                "id": "501",
                "name": "不限时"
            },
            {
                "id": "502",
                "name": "120秒内"
            },
            {
                "id": "503",
                "name": "90秒内"
            },
            {
                "id": "504",
                "name": "60秒内"
            },
            {
                "id": "505",
                "name": "45秒内"
            },
            {
                "id": "506",
                "name": "30秒内"
            },
            {
                "id": "507",
                "name": "15秒内"
            },
        ]
    },
]